batisteo.vscode-django
bmewburn.vscode-intelephense-client
bysabi.prettier-vscode-standard
csharpier.csharpier-vscode
docker.docker
esbenp.prettier-vscode
kevinrose.vsc-python-indent
marioterron.one-dark-bimbo
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
vue.volar
